[
  [
    "Городская клиническая больница № 1 им. Н.И. Пирогова",
    "117049, г. Москва, Ленинский просп., д. 8; тел.: (499) 764-50-02 (многоканальный)",
    "www.mosgorzdrav.ru/gkb1"
  ],
  [
    "Городская больница № 3",
    "124489, г. Зеленоград, Каштановая аллея, д. 2, стр. 1; тел.: (499) 735-25-97",
    "www.mosgorzdrav.ru/gb3"
  ],
  [
    "Городская клиническая больница № 4",
    "115093, г. Москва, ул. Павловская, д. 25; тел.: (495) 952-67-73, 952-67-93",
    "www.mosgorzdrav.ru/gkb4"
  ],
  [
    "Городская клиническая больница № 5",
    "107014, г. Москва, ул. Стромынка, д. 7; тел.: (495) 268-24-26",
    "www.mosgorzdrav.ru/gkb5"
  ],
  [
    "Городская клиническая больница № 7",
    "115446, г. Москва, Коломенский пр-д., д. 4; тел.: 8(499)782-30-18, 8(499)612-45-66",
    "www.mosgorzdrav.ru/gkb7"
  ],
  [
    "Городская клиническая больница № 12",
    "115516, г. Москва, ул. Бакинская, д. 26; тел.: (495) 321-54-92",
    "www.mosgorzdrav.ru/gkb12"
  ],
  [
    "Городская клиническая больница № 13",
    "115280, г. Москва, ул. Велозаводская, д. 1/1; тел.: (495) 674-51-00",
    "www.mosgorzdrav.ru/gkb13"
  ],
  [
    "Городская клиническая больница № 15 им. О.М. Филатова",
    "111539, г. Москва, ул. Вешняковская, д. 23; тел.: (495) 375-71-01, (495) 375-71-83",
    "www.mosgorzdrav.ru/gkb15"
  ],
  [
    "Городская клиническая больница № 15 им. О.М. Филатова Обособленное подразделение",
    "107370, г. Москва, наб. Шитова, д. 72; тел.: (499) 168-39-60",
    "www.mosgorzdrav.ru/gb54"
  ],
  [
    "Городская больница № 17",
    "119620, г. Москва, ул. Волынская, д. 7; тел.: (495) 439-25-00",
    "www.mosgorzdrav.ru/gb17"
  ],
  [
    "Городская клиническая больница № 23 им. Медсантруд",
    "109240, г. Москва, ул. Яузская, д. 11; тел.: (495) 915-38-47",
    "www.mosgorzdrav.ru/gkb23"
  ],
  [
    "Городская клиническая больница № 24",
    "127015, г. Москва, Писцовая, д. 10; тел.: 8 (495) 685-17-94; 8 (495) 613-78-75; 8 (495) 613-82-17",
    "www.mosgorzdrav.ru/gkb24"
  ],
  [
    "Городская клиническая больница № 24 Филиал № 1",
    "127018, г. Москва, ул. Двинцев, д. 6; тел.: (499) 940-19-54",
    "www.mosgorzdrav.ru/gkb11"
  ],
  [
    "Городская клиническая больница № 24 Филиал № 2",
    "127287, г. Москва, 4-й Вятский пер., д. 39; тел.: 8 (495) 613-43-79",
    "www.mosgorzdrav.ru/gb8"
  ],
  [
    "Городская клиническая больница № 29 им. Н.Э. Баумана",
    "111020, г. Москва, Госпитальная пл., д. 2; тел.: (499) 263-03-84",
    "www.mosgorzdrav.ru/gkb29"
  ],
  [
    "Городская клиническая больница № 29 им. Н.Э. Баумана Филиал № 1",
    "105066, Москва, ул. Новая Басманная, д. 26; тел.: 8-(499) 261-42-08",
    "www.mosgorzdrav.ru/gkb6"
  ],
  [
    "Городская клиническая больница № 31",
    "119415, г. Москва, ул. Лобачевского, д. 42; тел.: (499) 432-96-53, (499) 936-99-36",
    "www.mosgorzdrav.ru/gkb31"
  ],
  [
    "Городская клиническая больница № 31 Филиал",
    "121552, г. Москва, ул. Оршанская, д. 16; тел.: (499) 140-52-35, (499) 149-57-52",
    "www.mosgorzdrav.ru/gkb72"
  ],
  [
    "Городская клиническая больница № 36",
    "105187, г. Москва, ул. Фортунатовская, д. 1; тел.: (499) 166-98-20, (499) 369-33-58",
    "www.mosgorzdrav.ru/gkb36"
  ],
  [
    "Городская клиническая больница № 40",
    "129301, г. Москва, ул. Касаткина, д. 7; тел.: 8(495) 683-80-84",
    "www.mosgorzdrav.ru/gkb40"
  ],
  [
    "Городская клиническая больница № 50",
    "127206, г. Москва, ул. Вучетича, д. 21; тел.: 8 (499) 798-40-00",
    "www.mosgorzdrav.ru/gkb50"
  ],
  [
    "Городская клиническая больница № 51",
    "121309, г. Москва, ул. Алябьева, д. 7/33; тел.: (499) 146-82-94",
    "www.mosgorzdrav.ru/gkb51"
  ],
  [
    "Городская клиническая больница № 52",
    "123182, г. Москва, ул. Пехотная, д. 3; тел.: (499) 196-10-10",
    "www.mosgorzdrav.ru/gkb52"
  ],
  [
    "Городская клиническая больница № 53",
    "115432, Москва, ул. Трофимова, д. 26; тел.: (495) 958-95-50, 958-95-85",
    "www.mosgorzdrav.ru/gkb53"
  ],
  [
    "Городская больница № 56",
    "115114, г. Москва, Павелецкая наб., д. 6; тел.: (495) 235-52-14",
    "www.mosgorzdrav.ru/gb56"
  ],
  [
    "Городская больница № 56 Филиал № 2",
    "117152, г. Москва, Загородное ш., д. 18 \"А\"; тел.: (495) 952-96-29",
    "www.mosgorzdrav.ru/gkb55"
  ],
  [
    "Городская клиническая больница № 57",
    "105077, г. Москва, ул. 11-я Парковая, д. 32; тел.: (495) 465-18-76",
    "www.mosgorzdrav.ru/gkb57"
  ],
  [
    "Городская клиническая больница № 57 ЛДП № 2",
    "105173, Москва, ул. Западная, д. 2; тел.: (499) 780-50-80",
    "www.mosgorzdrav.ru/gb9"
  ],
  [
    "Городская клиническая больница № 59",
    "127473, г. Москва, ул. Достоевского, д. 31; тел.: (499) 978-72-85",
    "www.mosgorzdrav.ru/gkb59"
  ],
  [
    "Городская клиническая больница № 60",
    "111123, г. Москва, ул. Новогиреевская, д. 1; тел.: (495) 304-30-39; (495) 304-74-23",
    "www.mosgorzdrav.ru/gkb60"
  ],
  [
    "Городская клиническая больница № 61",
    "119048, г. Москва, ул. Доватора, д. 15; тел.: (499) 246-67-41",
    "www.mosgorzdrav.ru/gkb61"
  ],
  [
    "Городская онкологическая больница № 62",
    "143423, Московская область, Красногорский район, пос.Истра, дом 27, строения с 1 по 26; тел.: (495) 536-02-00",
    "www.mosgorzdrav.ru/gob62"
  ],
  [
    "Городская клиническая больница № 64",
    "117292, г. Москва, ул. Вавилова, д. 61; тел.: 8(499) 134-70-90",
    "www.mosgorzdrav.ru/gkb64"
  ],
  [
    "Городская клиническая больница № 67 им. Л. А. Ворохобова",
    "123423, г. Москва, ул. Саляма Адиля, д. 2/44; тел.: (495) 530-33-97",
    "www.mosgorzdrav.ru/gkb67"
  ],
  [
    "Городская клиническая больница № 68",
    "109263, г. Москва, ул. Шкулева, д. 4; тел.: (499) 179-67-85",
    "www.mosgorzdrav.ru/gkb68"
  ],
  [
    "Городская клиническая больница № 68 Филиал",
    "109429, г. Москва, Капотня, 2-ой квартал, д. 16; тел.: (495) 355-23-01",
    "www.mosgorzdrav.ru/gb49"
  ],
  [
    "Городская клиническая больница № 70",
    "111399, г. Москва, Федеративный просп., д. 17; тел.: (495) 303-97-54",
    "www.mosgorzdrav.ru/gkb70"
  ],
  [
    "Городская клиническая больница № 71",
    "121374, г. Москва, Можайское ш., д. 14; тел.: (495) 440-58-10",
    "www.mosgorzdrav.ru/gkb71"
  ],
  [
    "Городская клиническая больница № 79",
    "115487, г. Москва, ул. Ак. Миллионщикова, д. 1; тел.: 8(499) 612-04-54",
    "www.mosgorzdrav.ru/gkb79"
  ],
  [
    "Городская клиническая больница № 81",
    "127644, г. Москва, ул. Лобненская, д. 10; тел.: 8 (495) 483-50-33",
    "www.mosgorzdrav.ru/gkb81"
  ],
  [
    "Больница «Кузнечики»",
    "142144, г. Москва, поселение Щаповское , с. Ознобишино, д. 30; тел.: 8(495) 212-14-80",
    "www.mosgorzdrav.ru/bk"
  ],
  [
    "Внуковская больница",
    "142750, г. Москва, Поселение Внуковское, пос. Внуково; тел.: 8(495) 736-64-17",
    "www.mosgorzdrav.ru/vb"
  ],
  [
    "Вороновская больница",
    "г. Москва, поселение Вороновское, поселок ЛМС; тел.: 8(495) 850-74-37",
    "www.mosgorzdrav.ru/vrb"
  ],
  [
    "Городская больница г. Московский",
    "г. Москва, г. Московский, мкр. 1, д. 54; тел.: (499) 558-31-04",
    "www.mosgorzdrav.ru/gbm"
  ],
  [
    "Городская клиническая больница им. А.К. Ерамишанцева",
    "129327, г. Москва, ул. Ленская, д. 15; тел.: (495) 471-12-55, 471-31-81",
    "www.mosgorzdrav.ru/gkb20"
  ],
  [
    "Городская клиническая больница им. А.К. Ерамишанцева Филиал № 4",
    "127204, г. Москва, пос. Северный, ул. 1-я линия, д. 27; тел.: (499) 767-87-22",
    "www.mosgorzdrav.ru/gb43"
  ],
  [
    "Городская клиническая больница им. С.П. Боткина",
    "125284, г. Москва, 2-й Боткинский пр., д. 5; тел.: (499) 728-84-88",
    "www.mosgorzdrav.ru/botkin"
  ],
  [
    "Городская клиническая больница им. С.П. Боткина Филиал № 3",
    "123022, г. Москва, Большой Предтеченский пер., д. 15; тел.: (499) 252-25-65",
    "www.mosgorzdrav.ru/gkb19"
  ],
  [
    "Троицкая городская больница",
    "г. Москва, г.о. Троицк, Октябрьский проспект, д.5; тел.: (495) 851-06-01",
    "www.mosgorzdrav.ru/tgb"
  ],
  [
    "Троицкая городская больница Филиал № 2",
    "г. Москва, поселение Сосенское, пос. Коммунарка; тел.: (495) 817-85-03",
    "www.mosgorzdrav.ru/kb"
  ],
  [
    "Филиал 18 ГБУЗ МНПЦ МРВСМ ДЗМ \"Клиника респираторной реабилитации\"",
    "143035, Московская область, Одинцовский район, пос. горбольницы № 45, вл. 1; тел.: (495) 597-12-45",
    "www.mosgorzdrav.ru/gkb45"
  ],
  [
    "Щербинская городская больница",
    "г. Москва, г.о Щербинка, ул. Первомайская, д.10; тел.: (495) 867-02-49",
    "www.mosgorzdrav.ru/shb",
  ]
].each do |i|
  Clinic.create \
    name: i[0],
    founded_year: (1900..2015).to_a.sample,
    contacts: i[1],
    summary: '',
    information: '',
    languages: '',
    clients_rating: Random.rand(10),
    website_rating: Random.rand(10),
    country: %w(Россия Украина Казахстан).to_a.sample
end
